IDEA Open Model
StrainImpulse.GammaXY Property
Compatible with IDEA StatiCa Beta 20.0
 The shear strain.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double GammaXY { get; set; }
Public Property GammaXY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace